of-run/owcD13r1/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application=`getApplication`

runApplication checkMesh
runApplication setFields
runApplication $application &

pyFoamPlotWatcher.py log.interFoam

#------------------------------------------------------------------------------
