of-run/owcD13r1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    atmosphere
    {
        type            patch;
        nFaces          5445;
        startFace       1534286;
    }
    outflow
    {
        type            patch;
        nFaces          65;
        startFace       1539731;
    }
    allwall
    {
        type            wall;
        nFaces          44210;
        startFace       1539796;
    }
)

// ************************************************************************* //
